src/test/loginLoadTest.yml
config:
  target: "http://localhost:3001"
  phases:
    - duration: 60 # Duración de la prueba en segundos
      arrivalRate: 10 # Solicitudes por segundo
scenarios:
  - flow:
      - post:
          url: "/user/login"
          json:
            email: "testuser@example.com"
            password: "password123"